Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=206_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi
smn: Sämitigge

source: Geahča oanehisvideo sámiid parlamentta, Sámedikki birra.
smn: Keejâ uánihisvideo sämmilij parlameentâst, Sämitiggeest

source: Tamperelaš Matti boahtá Sápmái ja hálida oahpásmuvvat Sámedikki doaimmaide.
smn: Tamperelâš Matti puátá Sáámán já haalijd uápásmuđ Sämitige tooimân.

source: Matti deaivá ee. Sámedikki ságajođiheaddji.
smn: Matti kuáhtáá el. Sämitige saavâjođetteijee.

source: Bagadallan: Suvi West, govven / čuohppan: Anja Ahola
smn: Stivrim: Suvi West, kuvvim / čuoppâm: Anja Ahola

source: Buvttadeapmi: Sámediggi 2008
smn: Pyevtittâs: Sämitigge 2008

source: Guhkkodat: 3,45
smn: Kukkodâh: 3,45
